test9-4-vols-20-workers-seq-rw-plain-vs-aes_x86_64-5min-2012_03_09_02_31/aesni-fio.out
aesni-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
...
aesni-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
aesni-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
...
aesni-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 20 processes

aesni-read: (groupid=0, jobs=1): err= 0: pid=23154
  read : io=1406.3MB, bw=4800.5KB/s, iops=300 , runt=300004msec
    slat (usec): min=14 , max=474 , avg=20.19, stdev= 5.60
    clat (usec): min=159 , max=29570 , avg=556.93, stdev=312.37
     lat (usec): min=430 , max=29591 , avg=578.52, stdev=312.31
    clat percentiles (usec):
     |  1.00th=[  422],  5.00th=[  426], 10.00th=[  430], 20.00th=[  446],
     | 30.00th=[  466], 40.00th=[  486], 50.00th=[  506], 60.00th=[  532],
     | 70.00th=[  588], 80.00th=[  636], 90.00th=[  692], 95.00th=[  748],
     | 99.00th=[ 1064], 99.50th=[ 1496], 99.90th=[ 4704]
    bw (KB/s)  : min= 4717, max= 4896, per=10.01%, avg=4802.79, stdev= 7.60
    lat (usec) : 250=0.01%, 500=47.86%, 750=47.46%, 1000=3.50%
    lat (msec) : 2=0.80%, 4=0.20%, 10=0.15%, 20=0.02%, 50=0.01%
  cpu          : usr=0.55%, sys=2.57%, ctx=185028, majf=0, minf=43
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23155
  read : io=1406.3MB, bw=4800.1KB/s, iops=300 , runt=300006msec
    slat (usec): min=14 , max=440 , avg=20.42, stdev= 7.55
    clat (usec): min=210 , max=29473 , avg=592.70, stdev=332.57
     lat (usec): min=430 , max=29495 , avg=614.60, stdev=332.59
    clat percentiles (usec):
     |  1.00th=[  426],  5.00th=[  430], 10.00th=[  434], 20.00th=[  450],
     | 30.00th=[  470], 40.00th=[  498], 50.00th=[  532], 60.00th=[  580],
     | 70.00th=[  644], 80.00th=[  692], 90.00th=[  772], 95.00th=[  852],
     | 99.00th=[ 1240], 99.50th=[ 1688], 99.90th=[ 4704]
    bw (KB/s)  : min= 4771, max= 4854, per=10.01%, avg=4803.24, stdev= 5.68
    lat (usec) : 250=0.01%, 500=41.04%, 750=46.75%, 1000=10.24%
    lat (msec) : 2=1.58%, 4=0.18%, 10=0.18%, 20=0.02%, 50=0.01%
  cpu          : usr=0.48%, sys=2.58%, ctx=183538, majf=0, minf=46
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23156
  read : io=1406.3MB, bw=4800.5KB/s, iops=300 , runt=300004msec
    slat (usec): min=14 , max=606 , avg=20.07, stdev= 5.99
    clat (usec): min=241 , max=29557 , avg=565.16, stdev=311.90
     lat (usec): min=432 , max=29579 , avg=586.66, stdev=311.90
    clat percentiles (usec):
     |  1.00th=[  422],  5.00th=[  430], 10.00th=[  438], 20.00th=[  462],
     | 30.00th=[  482], 40.00th=[  498], 50.00th=[  516], 60.00th=[  548],
     | 70.00th=[  596], 80.00th=[  636], 90.00th=[  692], 95.00th=[  748],
     | 99.00th=[ 1064], 99.50th=[ 1528], 99.90th=[ 4704]
    bw (KB/s)  : min= 4768, max= 4854, per=10.01%, avg=4802.46, stdev= 5.02
    lat (usec) : 250=0.01%, 500=41.55%, 750=53.65%, 1000=3.57%
    lat (msec) : 2=0.85%, 4=0.20%, 10=0.16%, 20=0.02%, 50=0.01%
  cpu          : usr=0.52%, sys=2.58%, ctx=184750, majf=0, minf=44
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23157
  read : io=1406.3MB, bw=4800.3KB/s, iops=300 , runt=300005msec
    slat (usec): min=14 , max=435 , avg=20.57, stdev= 8.95
    clat (usec): min=97 , max=29479 , avg=629.83, stdev=331.50
     lat (usec): min=429 , max=29502 , avg=651.88, stdev=331.41
    clat percentiles (usec):
     |  1.00th=[  426],  5.00th=[  434], 10.00th=[  446], 20.00th=[  486],
     | 30.00th=[  516], 40.00th=[  556], 50.00th=[  596], 60.00th=[  636],
     | 70.00th=[  668], 80.00th=[  716], 90.00th=[  796], 95.00th=[  876],
     | 99.00th=[ 1288], 99.50th=[ 1720], 99.90th=[ 4640]
    bw (KB/s)  : min= 4768, max= 4864, per=10.01%, avg=4802.66, stdev= 5.29
    lat (usec) : 100=0.01%, 250=0.01%, 500=23.81%, 750=61.36%, 1000=12.36%
    lat (msec) : 2=2.09%, 4=0.18%, 10=0.18%, 20=0.02%, 50=0.01%
  cpu          : usr=0.53%, sys=2.54%, ctx=185205, majf=0, minf=44
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23158
  read : io=1406.3MB, bw=4800.3KB/s, iops=300 , runt=300005msec
    slat (usec): min=14 , max=526 , avg=20.50, stdev= 8.18
    clat (usec): min=210 , max=29449 , avg=614.70, stdev=328.35
     lat (usec): min=432 , max=29474 , avg=636.70, stdev=328.29
    clat percentiles (usec):
     |  1.00th=[  426],  5.00th=[  434], 10.00th=[  446], 20.00th=[  474],
     | 30.00th=[  502], 40.00th=[  532], 50.00th=[  580], 60.00th=[  620],
     | 70.00th=[  660], 80.00th=[  700], 90.00th=[  780], 95.00th=[  852],
     | 99.00th=[ 1224], 99.50th=[ 1688], 99.90th=[ 4640]
    bw (KB/s)  : min= 4780, max= 4854, per=10.01%, avg=4803.09, stdev= 5.32
    lat (usec) : 250=0.01%, 500=29.14%, 750=57.97%, 1000=10.91%
    lat (msec) : 2=1.59%, 4=0.19%, 10=0.18%, 20=0.02%, 50=0.01%
  cpu          : usr=0.51%, sys=2.56%, ctx=184514, majf=0, minf=43
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23159
  read : io=1406.3MB, bw=4800.3KB/s, iops=300 , runt=300005msec
    slat (usec): min=14 , max=307 , avg=20.46, stdev= 4.54
    clat (usec): min=374 , max=29288 , avg=658.36, stdev=349.78
     lat (usec): min=432 , max=29310 , avg=680.28, stdev=349.69
    clat percentiles (usec):
     |  1.00th=[  426],  5.00th=[  438], 10.00th=[  454], 20.00th=[  478],
     | 30.00th=[  506], 40.00th=[  548], 50.00th=[  612], 60.00th=[  660],
     | 70.00th=[  716], 80.00th=[  788], 90.00th=[  884], 95.00th=[  980],
     | 99.00th=[ 1416], 99.50th=[ 1848], 99.90th=[ 4640]
    bw (KB/s)  : min= 4717, max= 4896, per=10.01%, avg=4803.12, stdev= 8.03
    lat (usec) : 500=27.77%, 750=47.50%, 1000=20.29%
    lat (msec) : 2=3.99%, 4=0.25%, 10=0.17%, 20=0.02%, 50=0.01%
  cpu          : usr=0.58%, sys=2.52%, ctx=179989, majf=0, minf=43
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23160
  read : io=1406.3MB, bw=4800.3KB/s, iops=300 , runt=300005msec
    slat (usec): min=14 , max=257 , avg=20.31, stdev= 4.53
    clat (usec): min=352 , max=29408 , avg=662.31, stdev=348.75
     lat (usec): min=430 , max=29431 , avg=684.08, stdev=348.61
    clat percentiles (usec):
     |  1.00th=[  426],  5.00th=[  442], 10.00th=[  458], 20.00th=[  486],
     | 30.00th=[  516], 40.00th=[  556], 50.00th=[  620], 60.00th=[  668],
     | 70.00th=[  716], 80.00th=[  796], 90.00th=[  884], 95.00th=[  988],
     | 99.00th=[ 1416], 99.50th=[ 1880], 99.90th=[ 4576]
    bw (KB/s)  : min= 4790, max= 4864, per=10.01%, avg=4803.00, stdev= 5.33
    lat (usec) : 500=24.91%, 750=49.68%, 1000=20.90%
    lat (msec) : 2=4.06%, 4=0.26%, 10=0.16%, 20=0.02%, 50=0.01%
  cpu          : usr=0.53%, sys=2.57%, ctx=180224, majf=0, minf=44
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23161
  read : io=1406.3MB, bw=4800.5KB/s, iops=300 , runt=300004msec
    slat (usec): min=14 , max=281 , avg=21.95, stdev= 8.58
    clat (usec): min=263 , max=30234 , avg=629.94, stdev=354.18
     lat (usec): min=428 , max=30255 , avg=653.41, stdev=354.17
    clat percentiles (usec):
     |  1.00th=[  422],  5.00th=[  430], 10.00th=[  434], 20.00th=[  450],
     | 30.00th=[  474], 40.00th=[  516], 50.00th=[  580], 60.00th=[  628],
     | 70.00th=[  684], 80.00th=[  756], 90.00th=[  852], 95.00th=[  948],
     | 99.00th=[ 1432], 99.50th=[ 1992], 99.90th=[ 4576]
    bw (KB/s)  : min= 4727, max= 4886, per=10.01%, avg=4802.61, stdev= 6.78
    lat (usec) : 500=36.56%, 750=42.48%, 1000=17.50%
    lat (msec) : 2=2.96%, 4=0.28%, 10=0.19%, 20=0.02%, 50=0.01%
  cpu          : usr=0.40%, sys=2.74%, ctx=198326, majf=0, minf=44
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23162
  read : io=1406.3MB, bw=4800.3KB/s, iops=300 , runt=300005msec
    slat (usec): min=14 , max=236 , avg=20.29, stdev= 4.58
    clat (usec): min=292 , max=29411 , avg=665.45, stdev=349.93
     lat (usec): min=430 , max=29434 , avg=687.20, stdev=349.83
    clat percentiles (usec):
     |  1.00th=[  426],  5.00th=[  434], 10.00th=[  450], 20.00th=[  482],
     | 30.00th=[  516], 40.00th=[  556], 50.00th=[  620], 60.00th=[  668],
     | 70.00th=[  724], 80.00th=[  796], 90.00th=[  892], 95.00th=[  996],
     | 99.00th=[ 1400], 99.50th=[ 1848], 99.90th=[ 4576]
    bw (KB/s)  : min= 4739, max= 4864, per=10.01%, avg=4803.08, stdev= 6.29
    lat (usec) : 500=24.75%, 750=49.10%, 1000=21.41%
    lat (msec) : 2=4.31%, 4=0.24%, 10=0.17%, 20=0.02%, 50=0.01%
  cpu          : usr=0.48%, sys=2.61%, ctx=180046, majf=0, minf=44
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-read: (groupid=0, jobs=1): err= 0: pid=23163
  read : io=1406.3MB, bw=4800.3KB/s, iops=300 , runt=300005msec
    slat (usec): min=14 , max=161 , avg=22.59, stdev= 9.15
    clat (usec): min=376 , max=30160 , avg=534.87, stdev=340.78
     lat (usec): min=426 , max=30181 , avg=559.00, stdev=340.59
    clat percentiles (usec):
     |  1.00th=[  398],  5.00th=[  418], 10.00th=[  422], 20.00th=[  430],
     | 30.00th=[  438], 40.00th=[  454], 50.00th=[  474], 60.00th=[  502],
     | 70.00th=[  532], 80.00th=[  580], 90.00th=[  668], 95.00th=[  756],
     | 99.00th=[ 1400], 99.50th=[ 1992], 99.90th=[ 4704]
    bw (KB/s)  : min= 4780, max= 4864, per=10.00%, avg=4802.32, stdev= 4.89
    lat (usec) : 500=59.46%, 750=35.36%, 1000=3.54%
    lat (msec) : 2=1.16%, 4=0.26%, 10=0.20%, 20=0.02%, 50=0.01%
  cpu          : usr=0.42%, sys=2.72%, ctx=201242, majf=0, minf=45
  IO depths    : 1=99.7%, 2=0.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=90002/w=0/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23164
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=18 , max=142 , avg=32.65, stdev= 3.57
    clat (usec): min=436 , max=20601 , avg=638.59, stdev=520.63
     lat (usec): min=476 , max=20633 , avg=672.77, stdev=520.58
    clat percentiles (usec):
     |  1.00th=[  454],  5.00th=[  482], 10.00th=[  502], 20.00th=[  510],
     | 30.00th=[  516], 40.00th=[  516], 50.00th=[  524], 60.00th=[  540],
     | 70.00th=[  548], 80.00th=[  564], 90.00th=[  724], 95.00th=[ 1256],
     | 99.00th=[ 2224], 99.50th=[ 2768], 99.90th=[ 8384]
    bw (KB/s)  : min=  781, max=  860, per=10.01%, avg=800.56, stdev= 3.34
    lat (usec) : 500=8.00%, 750=82.18%, 1000=3.41%
    lat (msec) : 2=3.67%, 4=2.45%, 10=0.24%, 20=0.04%, 50=0.01%
  cpu          : usr=0.12%, sys=0.50%, ctx=30177, majf=0, minf=33
  IO depths    : 1=100.0%, 2=0.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23165
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=19 , max=223 , avg=28.24, stdev= 4.01
    clat (usec): min=471 , max=20721 , avg=798.91, stdev=577.06
     lat (usec): min=504 , max=20945 , avg=828.62, stdev=577.36
    clat percentiles (usec):
     |  1.00th=[  524],  5.00th=[  540], 10.00th=[  556], 20.00th=[  572],
     | 30.00th=[  596], 40.00th=[  620], 50.00th=[  652], 60.00th=[  692],
     | 70.00th=[  756], 80.00th=[  892], 90.00th=[ 1208], 95.00th=[ 1448],
     | 99.00th=[ 2640], 99.50th=[ 3280], 99.90th=[ 8256]
    bw (KB/s)  : min=  792, max=  860, per=10.01%, avg=800.55, stdev= 2.94
    lat (usec) : 500=0.01%, 750=69.12%, 1000=15.72%
    lat (msec) : 2=13.08%, 4=1.77%, 10=0.22%, 20=0.05%, 50=0.02%
  cpu          : usr=0.13%, sys=0.46%, ctx=30003, majf=0, minf=33
  IO depths    : 1=100.0%, 2=0.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23166
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=18 , max=415 , avg=31.12, stdev= 6.30
    clat (usec): min=437 , max=20364 , avg=691.85, stdev=497.64
     lat (usec): min=471 , max=20402 , avg=724.45, stdev=498.89
    clat percentiles (usec):
     |  1.00th=[  510],  5.00th=[  524], 10.00th=[  540], 20.00th=[  564],
     | 30.00th=[  572], 40.00th=[  580], 50.00th=[  588], 60.00th=[  612],
     | 70.00th=[  644], 80.00th=[  684], 90.00th=[  868], 95.00th=[ 1112],
     | 99.00th=[ 2224], 99.50th=[ 2960], 99.90th=[ 7648]
    bw (KB/s)  : min=  775, max=  862, per=10.01%, avg=800.55, stdev= 3.31
    lat (usec) : 500=0.29%, 750=84.66%, 1000=8.50%
    lat (msec) : 2=5.25%, 4=1.04%, 10=0.21%, 20=0.04%, 50=0.01%
  cpu          : usr=0.13%, sys=0.48%, ctx=30489, majf=0, minf=33
  IO depths    : 1=100.0%, 2=0.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23167
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=19 , max=654 , avg=28.97, stdev= 8.58
    clat (usec): min=477 , max=26865 , avg=1137.51, stdev=945.09
     lat (usec): min=511 , max=26887 , avg=1168.00, stdev=947.15
    clat percentiles (usec):
     |  1.00th=[  524],  5.00th=[  564], 10.00th=[  604], 20.00th=[  676],
     | 30.00th=[  772], 40.00th=[  860], 50.00th=[  948], 60.00th=[ 1048],
     | 70.00th=[ 1176], 80.00th=[ 1352], 90.00th=[ 1784], 95.00th=[ 2512],
     | 99.00th=[ 3344], 99.50th=[ 4048], 99.90th=[16064]
    bw (KB/s)  : min=  761, max=  862, per=10.01%, avg=800.55, stdev= 4.01
    lat (usec) : 500=0.01%, 750=27.64%, 1000=28.04%
    lat (msec) : 2=35.90%, 4=7.88%, 10=0.38%, 20=0.06%, 50=0.08%
  cpu          : usr=0.14%, sys=0.43%, ctx=29997, majf=0, minf=32
  IO depths    : 1=99.9%, 2=0.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23168
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=18 , max=781 , avg=30.58, stdev= 8.97
    clat (usec): min=459 , max=25732 , avg=947.10, stdev=725.78
     lat (usec): min=493 , max=26514 , avg=979.21, stdev=728.07
    clat percentiles (usec):
     |  1.00th=[  524],  5.00th=[  556], 10.00th=[  572], 20.00th=[  612],
     | 30.00th=[  668], 40.00th=[  724], 50.00th=[  788], 60.00th=[  860],
     | 70.00th=[  940], 80.00th=[ 1080], 90.00th=[ 1400], 95.00th=[ 1960],
     | 99.00th=[ 3056], 99.50th=[ 3504], 99.90th=[ 8384]
    bw (KB/s)  : min=  790, max=  860, per=10.01%, avg=800.50, stdev= 3.14
    lat (usec) : 500=0.01%, 750=43.73%, 1000=31.35%
    lat (msec) : 2=20.07%, 4=4.47%, 10=0.28%, 20=0.06%, 50=0.03%
  cpu          : usr=0.11%, sys=0.47%, ctx=30005, majf=0, minf=32
  IO depths    : 1=100.0%, 2=0.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23169
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=19 , max=626 , avg=29.22, stdev= 7.30
    clat (usec): min=498 , max=26145 , avg=1107.86, stdev=850.25
     lat (usec): min=533 , max=26772 , avg=1138.59, stdev=851.56
    clat percentiles (usec):
     |  1.00th=[  532],  5.00th=[  564], 10.00th=[  596], 20.00th=[  660],
     | 30.00th=[  748], 40.00th=[  844], 50.00th=[  932], 60.00th=[ 1020],
     | 70.00th=[ 1144], 80.00th=[ 1320], 90.00th=[ 1736], 95.00th=[ 2448],
     | 99.00th=[ 3248], 99.50th=[ 3952], 99.90th=[11328]
    bw (KB/s)  : min=  775, max=  860, per=10.01%, avg=800.54, stdev= 3.71
    lat (usec) : 500=0.01%, 750=29.83%, 1000=28.16%
    lat (msec) : 2=34.20%, 4=7.31%, 10=0.37%, 20=0.07%, 50=0.05%
  cpu          : usr=0.11%, sys=0.47%, ctx=30002, majf=0, minf=33
  IO depths    : 1=99.9%, 2=0.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23170
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=18 , max=1887 , avg=30.14, stdev=18.69
    clat (usec): min=459 , max=27805 , avg=1289.78, stdev=1201.27
     lat (usec): min=485 , max=29694 , avg=1321.45, stdev=1207.32
    clat percentiles (usec):
     |  1.00th=[  532],  5.00th=[  588], 10.00th=[  644], 20.00th=[  788],
     | 30.00th=[  924], 40.00th=[ 1020], 50.00th=[ 1128], 60.00th=[ 1240],
     | 70.00th=[ 1352], 80.00th=[ 1512], 90.00th=[ 1832], 95.00th=[ 2448],
     | 99.00th=[ 3920], 99.50th=[ 4576], 99.90th=[21888]
    bw (KB/s)  : min=  763, max=  858, per=10.01%, avg=800.56, stdev= 4.88
    lat (usec) : 500=0.01%, 750=17.38%, 1000=20.39%
    lat (msec) : 2=54.01%, 4=7.29%, 10=0.63%, 20=0.12%, 50=0.17%
  cpu          : usr=0.11%, sys=0.46%, ctx=29991, majf=0, minf=33
  IO depths    : 1=99.8%, 2=0.2%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23171
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=19 , max=2135 , avg=30.16, stdev=20.40
    clat (usec): min=483 , max=28551 , avg=1304.62, stdev=1250.80
     lat (usec): min=518 , max=28970 , avg=1336.30, stdev=1256.75
    clat percentiles (usec):
     |  1.00th=[  532],  5.00th=[  588], 10.00th=[  652], 20.00th=[  788],
     | 30.00th=[  924], 40.00th=[ 1032], 50.00th=[ 1144], 60.00th=[ 1240],
     | 70.00th=[ 1352], 80.00th=[ 1512], 90.00th=[ 1848], 95.00th=[ 2416],
     | 99.00th=[ 4080], 99.50th=[ 4768], 99.90th=[22400]
    bw (KB/s)  : min=  760, max=  860, per=10.01%, avg=800.55, stdev= 4.97
    lat (usec) : 500=0.02%, 750=17.21%, 1000=19.68%
    lat (msec) : 2=54.90%, 4=7.08%, 10=0.79%, 20=0.13%, 50=0.19%
  cpu          : usr=0.10%, sys=0.47%, ctx=29992, majf=0, minf=34
  IO depths    : 1=99.8%, 2=0.2%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23172
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=18 , max=1775 , avg=30.25, stdev=17.63
    clat (usec): min=463 , max=29161 , avg=1298.88, stdev=1224.82
     lat (usec): min=496 , max=30937 , avg=1330.65, stdev=1229.96
    clat percentiles (usec):
     |  1.00th=[  532],  5.00th=[  588], 10.00th=[  652], 20.00th=[  804],
     | 30.00th=[  932], 40.00th=[ 1032], 50.00th=[ 1128], 60.00th=[ 1240],
     | 70.00th=[ 1352], 80.00th=[ 1512], 90.00th=[ 1832], 95.00th=[ 2448],
     | 99.00th=[ 4016], 99.50th=[ 4704], 99.90th=[21888]
    bw (KB/s)  : min=  752, max=  860, per=10.01%, avg=800.55, stdev= 5.96
    lat (usec) : 500=0.01%, 750=16.53%, 1000=20.40%
    lat (msec) : 2=54.77%, 4=7.25%, 10=0.74%, 20=0.13%, 50=0.17%
  cpu          : usr=0.10%, sys=0.47%, ctx=29992, majf=0, minf=34
  IO depths    : 1=99.8%, 2=0.2%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
aesni-write: (groupid=0, jobs=1): err= 0: pid=23173
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=18 , max=1838 , avg=30.42, stdev=17.14
    clat (usec): min=492 , max=29322 , avg=1377.86, stdev=1381.74
     lat (usec): min=525 , max=30348 , avg=1409.82, stdev=1385.56
    clat percentiles (usec):
     |  1.00th=[  524],  5.00th=[  580], 10.00th=[  708], 20.00th=[  884],
     | 30.00th=[ 1004], 40.00th=[ 1112], 50.00th=[ 1208], 60.00th=[ 1304],
     | 70.00th=[ 1416], 80.00th=[ 1544], 90.00th=[ 1800], 95.00th=[ 2288],
     | 99.00th=[ 4512], 99.50th=[ 5088], 99.90th=[23168]
    bw (KB/s)  : min=  758, max=  858, per=10.01%, avg=800.54, stdev= 4.99
    lat (usec) : 500=0.02%, 750=11.91%, 1000=17.38%
    lat (msec) : 2=63.72%, 4=4.65%, 10=1.93%, 20=0.17%, 50=0.22%
  cpu          : usr=0.12%, sys=0.46%, ctx=30028, majf=0, minf=33
  IO depths    : 1=99.8%, 2=0.2%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=14063MB, aggrb=48000KB/s, minb=4915KB/s, maxb=4915KB/s, mint=300004msec, maxt=300006msec
  WRITE: io=2344.7MB, aggrb=8000KB/s, minb=819KB/s, maxb=819KB/s, mint=300002msec, maxt=300003msec

Disk stats (read/write):
  xvdd: ios=899784/0, merge=0/0, ticks=585101/0, in_queue=584914, util=80.19%
  xvde: ios=0/150014, merge=0/143, ticks=0/175026, in_queue=174891, util=25.38%